Repository: dans-art/super-easy-stock-manager
Catalog: languages/super-easy-stock-manager-*.po
Languages: de_de

source: Could not load the Product. Please update the lookup tables. <br/>(Woocommerce -> Status -> Tools -> Rebuild Lookup Tables)
de_de: Konnte das Produkt nicht laden. Bitte erstelle die Nachschlagetabelle neu.<br/>(Woocommerce -> Status -> Werkzeuge -> Produkt Nachschlagetabelle)

source: Enter quantity to add or remove
de_de: Menge zum hinzufügen oder entfernen eingeben

source: Error
de_de: Fehler

source: Input must be a number
de_de: Eingabe muss eine Nummer sein

source: Input SKU
de_de: Artikelnummer eingeben

source: No SKU provided
de_de: Keine Artikelnummer übergeben.

source: No value set!
de_de: Keinen Wert gesetzt!

source: Old and new prices are the same, nothing has been changed
de_de: Alter und neuer Preis haben sich nicht geändert.

source: Price
de_de: Preis

source: Price regular
de_de: Regulärer Preis

source: Price sale
de_de: Angebots Preis

source: Product not found for SKU: %s
de_de: Kein Produkt für die Artikelnummer "%s" gefunden

source: Product with Variations
de_de: Produkt mit Varianten

source: Quantity
de_de: Anzahl

source: Regular price set to 0
de_de: Normalpreis auf 0 gesetzt

source: Sale price has to be smaller than the regular price!
de_de: Der Angebotspreis muss kleiner sein, als der normale Preis

source: Sale price set to 0
de_de: Angebotspreis auf 0 gesetzt

source: Scan a barcode or add a SKU number and press enter
de_de: Scanne einen Barcode oder gib die Artikelnummer ein und drücke Enter

source: Simple Product
de_de: Einfaches Produkt

source: SKU
de_de: Artikelnummer

source: Stock management got activated
de_de: Lagerverwaltung wurde aktiviert

source: Stock Management with ease!
de_de: Sehr einfache Lagerverwaltung!

source: Super Easy Stock Manager
de_de: Super einfache Lagerverwaltung

source: The Price contains invalid characters. Only 0-9, comma (,) and period (.) are allowed
de_de: Der Preis enthält ungültige Zeichen. Es sind nur die Zahlen von 0-9, Komma (,) und Punkt (.) erlaubt.

source: The Quantity contains invalid characters. Only 0-9, comma (,) and period (.) are allowed
de_de: Die Anzahl enthält ungültige Zeichen. Es sind nur die Zahlen von 0-9, Komma (,) und Punkt (.) erlaubt.

source: The stock has been decreased by %d to %d
de_de: Der Lagerbestand wurde um %d reduziert auf insgesamt %d Stück.

source: The stock has been increased by %d to %d
de_de: Der Lagerbestand wurde um %d erhöht auf insgesamt %d Stück.

source: Variation of Product
de_de: Variante eines Produkts

source: Warning
de_de: Warnung

source: Weight
de_de: Gewicht

source: WooCommerce seems not to be installed. Please Install or activate WooCommerce to use this plugin
de_de: WooCommerce scheint nicht installiert zu sein. Bitte installiere oder aktiviere WooCommerce um dieses Plugin zu nutzen.

source: You are not allowed to edit products!
de_de: Du bist nicht berechtigt, Produkte zu bearbeiten!

source: You are not allowed to edit products. Please contact the system administrator and request the required rights.
de_de: Du hast keine Berechtigung die Produkte zu bearbeiten. Bitte kontaktiere den System-Administrator, um die benötigten Rechte zu erhalten.

source: You are not logged in. Please sign-in to use this function
de_de: Du bist nicht eingeloggt. Bitte melde dich an, um diese Funktion zu nutzen.

source: You can't change the values of that product, because it has variations. Please change the value of the variation itself.
de_de: Du kannst die Werte dieses Produktes nicht verändern, da es Varianten hat. Bitte ändere die Werte der Varianten selbst.
